Repository: mothsART/speechtux
Catalog: gSpeech/po/gSpeech-*.po
Languages: de_de, it_it, pt_pt

source: Languages
de_de: Sprachen
it_it: Lingue
pt_pt: Línguas

source: Open dictionary
de_de: Öffnen aktuelle Wörterbuch
it_it: Aperto il dizionario
pt_pt: Abrir o dicionário

source: Developers :
de_de: Entwickler :
it_it: Sviluppatori :
pt_pt: Programadores :

source: SVOX Pico simple GUI
de_de: Einfache Schnittstelle für SVOX Pico
it_it: Interfaccia semplice per SVOX Pico
pt_pt: Interface simple para SVOX Pico

source: Read selected text
de_de: Lesen Sie den ausgewählten Text
it_it: Leggi il testo selezionato
pt_pt: Leia o texto selecionado

source: Read clipboard content
de_de: Lesen Sie den Inhalt der Zwischenablage
it_it: Leggi il contenuto degli appunti
pt_pt: Leia o conteúdo da prancheta

source: I'm reading the text. One moment please.
de_de: Ich lese den Text. Einen Moment bitte.
it_it: Sto leggendo il testo. Un attimo per favore.
pt_pt: Estou lendo o texto. Espere, faça favor.

source: Multimedia window
de_de: Multimedia-Fenster
it_it: finestra Multimedia
pt_pt: janela Multimedia

source: A little script to read SVOX Pico texts selected with the mouse.
de_de: Ein kleines Skript zu lesen SVOX Pico Texte mit der Maus ausgewählt.
it_it: Un piccolo script per leggere con SVOX Pico i testi selezionati con il mouse.
pt_pt: Um pequeno script para ler com SVOX Pico os textos selecionados com o rato

source: Save the speech
de_de: Speichern Sie die Rede
it_it: Registrare la lettura
pt_pt: Salvar la leitura

source: Wave file (*.wav)
de_de: Audio-Datei Wave (*.wav)
it_it: File wave (*.wav)
pt_pt: Ficheiro wave (*.wav)
